<?php
###############DjAmol Group###############
//   DjAmolwap 12v                      //
//   Buy Now Pro Version Only 36 USD    //
//   http://twitter.com/djamol          //
//   Www.djamol.com/contact             //
//      http://ai.djamol.com            //
###############DjAmol Group###############
 function antimat($a) { $a=strtr($a,array("сука"=>"****", "падла"=>"*****", "мразь"=>"*****", "уебище"=>"******", "ублюдок"=>"*******", "хуйло"=>"*****", "даун"=>"****", "чмо"=>"***", "гандон"=>"******", "тварь"=>"*****", "сучара"=>"******", "хуй"=>"***", "пизда"=>"*****", "блядь"=>"*****", "пидор"=>"*****", "пидар"=>"*****", "ебать"=>"*****", "сцука"=>"*****", "дурак"=>"*****", "дура"=>"****", "идиот"=>"*****", "лошара"=>"******", "целка"=>"*****", "педик"=>"*****", "пиздец"=>"******", "жопа"=>"****")); return $a; } ?>
